chneau.saturated-dark-modern
chneau.saturated-dark-plus
edwinhuish.better-comments-next
emmanuelbeziat.vscode-great-icons
espressif.esp-idf-extension
file-icons.file-icons
jasontenczar.tokyo-midnight-saturated
jeff-hykin.better-c-syntax
jeff-hykin.better-cpp-syntax
jeff-hykin.better-csv-syntax
jeff-hykin.better-js-syntax
jeff-hykin.better-objcpp-syntax
jeff-hykin.better-shellscript-syntax
kylinideteam.cmake-intellisence
ldprg.saturated-dark-modern-oled
lqyld.vscode-icons-iconify
lukedavis.better-file-icons
mechatroner.rainbow-csv
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.theme-materialkit
ms-vscode.vscode-serial-monitor
nextbook.file-and-folder-icons
openai.chatgpt
tamasfe.even-better-toml
thk.faah
tomoki1207.pdf
twxs.cmake
